[
  {
      "subject": "France’s ‘Yellow Vests’ Show Staying Power",
      "content": "Around 50,000 take to the streets as images of rioting and violence dominate airwaves and social media. PARIS—After another weekend of protests, France’s “yellow vests” are establishing themselves as an unavoidable force in French politics and a durable threat to the agenda of President Emmanuel Macron. Participation in the weekly protests rebounded after a holiday lull, with around 50,000 taking to the streets across the nation. More important, images of rioting and violence dominated the airwaves and social media, contributing to the sense that French authorities were powerless to corral the unruly movement.",
      "attached": "doc0.pdf",
      "picture": "pic0.jpg",
      "face": null,
      "tip": null
  },
  {
      "subject": "No-deal Brexit rehearsal in Kent 'a waste of time'",
      "content": "Only 87 trucks take part in trial of emergency traffic system designed to cope with 6,000 vehicles. A live rehearsal of an emergency traffic system that will be put in place to prevent congestion in Dover in the event of a no-deal Brexit has been described as “a waste of time” by drivers participating in the test in Kent on Monday. The Road Haulage Association said the dry run of a contingency traffic plan for the port was “too little too late”.",
      "attached": "doc1.pdf",
      "picture": "pic1.jpg",
      "face": null,
      "tip": null
  },
  {
      "subject": "Golden Globes 2019: Bohemian Rhapsody and Rami Malek are surprise winners",
      "content": "Queen movie Bohemian Rhapsody was the surprise winner of two major prizes at Sunday's Golden Globe Awards. The Freddie Mercury biopic took home the trophies for best film drama and best drama actor for its star Rami Malek, who played the late frontman. Despite being heavily tipped and nominated for five prizes, A Star Is Born took home just one award - best original song for Shallow. Green Book was the night's other big film winner, scooping three prizes. It won best musical or comedy film, best screenplay and best supporting actor for Mahershala Ali.",
      "attached": "doc2.pdf",
      "picture": null,
      "face": "pic2.jpg",
      "tip": null
  },
  {
      "subject": "Why Russia isn’t worried about lower oil prices",
      "content": "Even as Saudi Arabia has scrambled to prevent a bust in the oil market, so far failing to head off a dramatic price slide, Russia seems just fine with prices where they are. Russia is a key piece of the oil price puzzle. OPEC, once a coalition of oil-producing members that made joint decisions to maintain market stability, has morphed into a Saudi-led cartel that desperately needs Russian cooperation to strengthen the group’s efforts. Many OPEC members are either at maximum capacity, are suffering from production declines at aging fields, or are characterized by instability, making any promises to boost or cut production hollow. That leaves Saudi Arabia and its new strategic partner, Russia.",
      "attached": "doc3.pdf",
      "picture": "pic3.jpg",
      "face": null,
      "tip": null
  }

]
